var prize_names =  [
            {
                "id": 1,
                "name": "中国数学奥林匹克"
            },
            {
                "id": 2,
                "name": "全国高中数学联赛"
            },
            {
                "id": 3,
                "name": "全国中学生物理竞赛决赛"
            },
            {
                "id": 4,
                "name": "全国中学生物理竞赛（省级赛区）"
            },
            {
                "id": 5,
                "name": "全国高中生化学竞赛"
            },
            {
                "id": 6,
                "name": "全国高中学生化学竞赛（初赛）"
            },
            {
                "id": 7,
                "name": "全国中学生生物学竞赛"
            },
            {
                "id": 8,
                "name": "全国中学生生物学联赛"
            },
            {
                "id": 9,
                "name": "全国青少年信息学奥林匹克竞赛"
            },
            {
                "id": 10,
                "name": "全国青少年信息学奥林匹克联赛"
            },
            {
                "id": 11,
                "name": "全国青少年科技创新大赛"
            },
            {
                "id": 12,
                "name": "“明天小小科学家”奖励活动"
            },
            {
                "id": 13,
                "name": "全国中小学电脑制作活动"
            },
            {
                "id": 14,
                "name": "中国青少年机器人竞赛"
            },
            {
                "id": 15,
                "name": "“叶圣陶杯”全国中学生新作文大赛"
            },
            {
                "id": 16,
                "name": "全国新概念作文大赛"
            },
            {
                "id": 17,
                "name": "全国中小学生创新作文大赛（高中组）"
            },
            {
                "id": 18,
                "name": "“语文报杯”全国中学生作文大赛（高中组）"
            },
            {
                "id": 19,
                "name": "中华“圣陶杯”中学生作文大赛（高中组）"
            },
            {
                "id": 20,
                "name": "北大培文杯全国青少年创意写作大赛"
            },
            {
                "id": 21,
                "name": "楚才杯作文大赛"
            },
            {
                "id": 22,
                "name": "全国创新英语大赛"
            },
            {
                "id": 23,
                "name": "全国中学生英语能力竞赛"
            },
            {
                "id": 24,
                "name": "\"21世纪杯”全国中小学生英语演讲比赛全国总决赛（高中组）"
            },
            {
                "id": 25,
                "name": "中央电视台“英语风采大赛”全国决赛（高中组）"
            },
            {
                "id": 26,
                "name": "丘成桐科学奖"
            },
            {
                "id": 27,
                "name": "人文社科、语言作文类其他竞赛、知识类竞赛"
            },
            {
                "id": 28,
                "name": "国际学科奥林匹克竞赛"
            },
            {
                "id": 29,
                "name": "国际科学与工程大奖赛"
            },
            {
                "id": 30,
                "name": "国际环境科研项目奥林匹克竞赛"
            },
            {
                "id": 31,
                "name": "航空模型制作或飞行操控比赛"
            },
            {
                "id": 32,
                "name": "学科成绩"
            },
            {
                "id": 33,
                "name": "全国大中学生海洋知识竞赛"
            },
            {
                "id": 34,
                "name": "全国大中学生海洋文化创意设计大赛"
            },
            {
                "id": 35,
                "name": "上海市高中数学竞赛 "
            },
            {
                "id": 36,
                "name": "上海市中学生作文竞赛 "
            },
            {
                "id": 37,
                "name": "其他"
            }
        ];