var params = {
        "province": {
            "title": "所在地",
            "list": [
                {
                    "id": 0,
                    "name": "不限"
                },
                {
                    "id": "1",
                    "name": "北京市"
                },
                {
                    "id": "2",
                    "name": "天津市"
                },
                {
                    "id": "3",
                    "name": "河北省"
                },
                {
                    "id": "4",
                    "name": "山西省"
                },
                {
                    "id": "5",
                    "name": "内蒙古"
                },
                {
                    "id": "6",
                    "name": "辽宁省"
                },
                {
                    "id": "7",
                    "name": "吉林省"
                },
                {
                    "id": "8",
                    "name": "黑龙江"
                },
                {
                    "id": "9",
                    "name": "上海市"
                },
                {
                    "id": "10",
                    "name": "江苏省"
                },
                {
                    "id": "11",
                    "name": "浙江省"
                },
                {
                    "id": "12",
                    "name": "安徽省"
                },
                {
                    "id": "13",
                    "name": "福建省"
                },
                {
                    "id": "14",
                    "name": "江西省"
                },
                {
                    "id": "15",
                    "name": "山东省"
                },
                {
                    "id": "16",
                    "name": "河南省"
                },
                {
                    "id": "17",
                    "name": "湖北省"
                },
                {
                    "id": "18",
                    "name": "湖南省"
                },
                {
                    "id": "19",
                    "name": "广东省"
                },
                {
                    "id": "20",
                    "name": "广西省"
                },
                {
                    "id": "21",
                    "name": "海南省"
                },
                {
                    "id": "22",
                    "name": "重庆市"
                },
                {
                    "id": "23",
                    "name": "四川省"
                },
                {
                    "id": "24",
                    "name": "贵州省"
                },
                {
                    "id": "25",
                    "name": "云南省"
                },
                {
                    "id": "26",
                    "name": "西藏"
                },
                {
                    "id": "27",
                    "name": "陕西省"
                },
                {
                    "id": "28",
                    "name": "甘肃省"
                },
                {
                    "id": "29",
                    "name": "青海省"
                },
                {
                    "id": "30",
                    "name": "宁夏"
                },
                {
                    "id": "31",
                    "name": "新疆"
                },
                {
                    "id": "32",
                    "name": "台湾"
                },
                {
                    "id": "33",
                    "name": "香港"
                },
                {
                    "id": "34",
                    "name": "澳门"
                }
            ]
        },
        "school_type": {
            "title": "招生类型",
            "list": [
                {
                    "id": 0,
                    "name": "不限"
                },
                {
                    "id": 1,
                    "name": "自招院校"
                },
                {
                    "id": 2,
                    "name": "统招院校"
                }
            ]
        },
        "batch": {
            "title": "批次",
            "list": [
                {
                    "id": 0,
                    "name": "不限"
                },
                {
                    "id": 1,
                    "name": "一批"
                },
                {
                    "id": 2,
                    "name": "二批"
                },
                {
                    "id": 3,
                    "name": "三批"
                },
                {
                    "id": 4,
                    "name": "专科"
                }
            ]
        },
        "school_class": {
            "title": "级别",
            "list": [
                {
                    "id": 0,
                    "name": "全部"
                },
                {
                    "id": 1,
                    "name": "985"
                },
                {
                    "id": 2,
                    "name": "211"
                },
                {
                    "id": 3,
                    "name": "普通院校"
                }
            ]
        }
    };