//专业大类
var specials = {
		//本科
        "undergraduate": {
            "prolevel": 10032,
            "list": [
                {
                    "type": 10099,
                    "name": "文学类"
                },
                {
                    "type": 10100, 
                    "name": "理学类"
                },
                {
                    "type": 10101,
                    "name": "哲学类"
                },
                {
                    "type": 10102,
                    "name": "教育学类"
                },
                {
                    "type": 10103,
                    "name": "法学类"
                },
                {
                    "type": 10104,
                    "name": "管理学类"
                },
                {
                    "type": 10105,
                    "name": "经济学类"
                },
                {
                    "type": 10106,
                    "name": "农学类"
                },
                {
                    "type": 10107,
                    "name": "工学类"
                },
                {
                    "type": 10108,
                    "name": "医学类"
                },
                {
                    "type": 10109,
                    "name": "历史学类"
                },
                {
                    "type": 100400,
                    "name": "艺术学类"
                }
            ]
        },
        //专科
        "specialty": {
            "prolevel": 10033,
            "list": [
                {
                    "type": 10110,
                    "name": "交通运输类"
                },
                {
                    "type": 10111,
                    "name": "公共事业类"
                },
                {
                    "type": 10112,
                    "name": "公安类"
                },
                {
                    "type": 10113,
                    "name": "农林牧渔类"
                },
                {
                    "type": 10114,
                    "name": "制造类"
                },
                {
                    "type": 10115,
                    "name": "医药卫生类"
                },
                {
                    "type": 10116,
                    "name": "土建类"
                },
                {
                    "type": 10117,
                    "name": "文化教育类"
                },
                {
                    "type": 10118,
                    "name": "旅游类"
                },
                {
                    "type": 10119,
                    "name": "材料与能源类"
                },
                {
                    "type": 10120,
                    "name": "水利类"
                },
                {
                    "type": 10121,
                    "name": "法律类"
                },
                {
                    "type": 10122,
                    "name": "环境、气象与安全类"
                },
                {
                    "type": 10123,
                    "name": "生化与药品类"
                },
                {
                    "type": 10124,
                    "name": "电子信息类"
                },
                {
                    "type": 10125,
                    "name": "艺术设计传媒类"
                },
                {
                    "type": 10126,
                    "name": "财经类"
                },
                {
                    "type": 10127,
                    "name": "资源开发与测绘类"
                },
                {
                    "type": 10147,
                    "name": "轻纺食品类"
                }
            ]
        }
    };